lib/xml/getCampaignProfileFilter.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getCampaignProfileFilter>
            <!--Optional:-->
            <profileName>?</profileName>
        </ser:getCampaignProfileFilter>
    </soapenv:Body>
</soapenv:Envelope>